Repository: kounch/vscode_zx
Catalog: src/rennextbasic_*.po
Languages: es

source: Duplicated line number: {0}
es: Número de línea duplicado: {0}

source: Line number not found: {0}
es: No se ha encontrado número de línea: {0}

source: Too many lines ({0})!. Step changed to: {1}
es: ¡Demasiadas líneas ({0})!. Salto cambiado a: {1}

source: Line not found!: {0} in line {1}({2})
es: ¡No se encuentra la línea!: {0} en línea {1}({2})

source: Nothing to do
es: No hay que hacer nada

source: Input text file with BASIC code
es: Archivo de texto origen con código BASIC

source: Output file path
es: Ruta al archivo de salida

source: Line number step size
es: Número de salto entre líneas

source: Path not found: {0}
es: Ruta no encontrada: {0}

source: Input path does not exist!
es: ¡La ruta de origen no existe!
