Repository: kounch/vscode_zx
Catalog: src/zxb_build_*.po
Languages: es

source: ERROR: Not a .bas file
es: ERROR!! No es un fichero .bas!!!

source: ERROR: $fullfile Not Found
es: ERROR!! $fullfile no existe!!!

source: ERROR: Python3 Not found
es: ERROR!! No se ha podido encontrar Python 3!!!

source: Compiling $filename
es: Compilando $filename.bas...

source: Error while compiling
es: Error en la compilación!!!

source: Creating Launcher
es: Creando lanzador...

source: Error while creating launcher
es: Error creando lanzador!!!

source: Converting $filename
es: Convirtiendo $filename.bas...

source: Error while converting
es: Error en la conversión!!!

source: Copying files
es: Copiando archivos...

source: Copy Error ($filename.bas)
es: Error en la copia!! ($filename.bas)

source: Copy Error ($filename.bin)
es: Error en la copia!! ($filename.bin)

source: Copy Error ($line)
es: Error en la copia!! ($line)

source: Running Cspect
es: Ejecutando Cspect...

source: Emulator Error
es: Error del emulador!!!

source: Running ZEsarUX
es: Ejecutando ZEsarUX...

source: Finished
es: Finalizado
